Repository: epfl-si/wp-plugin-epfl-settings
Catalog: languages/EPFL-settings-*.po
Languages: fr_fr

source: General Settings
fr_fr: Paramètres généraux

source: Site Title
fr_fr: Titre du site

source: Acronym (example : IC)
fr_fr: Acronyme (exemple : IC)

source: Site Title translation
fr_fr: Traduction du titre du site

source: Tagline
fr_fr: Slogan

source: Explicit name (example : School of Computer and Communication Sciences)
fr_fr: Nom explicite (exemple : Faculté Informatique et Communications)

source: Site administration Language
fr_fr: Langue de l’interface d’administration

source: Accred Unit
fr_fr: Unité d’accréditation

source: Accred unit allowed to manage this Wordpress site
fr_fr: Unité d’accréditation autorisé à gérer ce site Wordpress

source: Additional Google Analytics ID
fr_fr: Google Analytics ID supplémentaire

source: Set an additional Google Analytics for custom tracking (ex: G-LHDRBX6TDZ)
fr_fr: Ajouter un identifiant supplémentaire pour le tracking Google Analytics (ex: G-LHDRBX6TDZ)

source: 'Coronavirus info' links
fr_fr: Liens 'Coronavirus Info'

source: Hide the coronavirus info links (header and in the menu)
fr_fr: Cacher les liens d'information sur le coronavirus
